/* choose button - open panel */
"Choose" = "选择";

/* action name for setting a movie */
"Set Movie" = "设定影片";

/* Lve data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "这是一个视频的占位符。完整的视频将在你发布到网站到显示，但要在 Sandvox 里看到视频，请在偏好设置里启用实时数据流。";